Repository: ReeZh/RDCovid
Catalog: languages/rdcovid-*.po
Languages: id_id

source: Latest Indonesian COVID-19 Statistics Data
id_id: Data Statistik COVID-19 Indonesia Terbaru

source: Positive
id_id: Positif

source: Treated
id_id: Dirawat

source: Recover
id_id: Sembuh

source: Died
id_id: Meninggal

source: with addition
id_id: dengan penambahan

source: positive
id_id: positif

source: treated
id_id: dirawat

source: recover
id_id: sembuh

source: died
id_id: meninggal

source: RDCovid Help
id_id: RDCovid Bantuan

source: Increase
id_id: Penambahan

source: Last Update
id_id: Tanggal Update

source: Current Province:
id_id: Propinsi Sekarang:

source: This site using External Cache
id_id: Situs ini menggunakan External Cache

source: This site using Internal Cache
id_id: Situs ini menggunakan Internal Cache

source: Cache Status
id_id: Status Penyimpanan

source: RDCovid displays the latest Indonesian COVID-19 statistics, there is still much to be developed.
id_id: RDCovid menampilkan statistik COVID-19 Indonesia terbaru, masih banyak yang harus dikembangkan.

source: created by
id_id: dibuat oleh

source: POSITIVE
id_id: POSITIF

source: TREATED
id_id: DIRAWAT

source: RECOVER
id_id: SEMBUH

source: DIED
id_id: MENINGGAL

source: Gender
id_id: Jenis Kelamin

source: Age Group
id_id: Kelompok Umur

source: age:
id_id: umur:

source: dark / light
id_id: gelap / terang

source: data source:
id_id: sumber data:

source: Title:
id_id: Judul:

source: Location:
id_id: Lokasi:

source: Show Details?
id_id: Tampilkan Detil?

source: ReeZh Design Covid-19 Widget WordPress Plugin is missing requirements and has been <a href="%s">deactivated</a>. Please make sure all requirements are available.
id_id: ReeZh Design Covid-19 Widget WordPress Plugin kehilangan kebutuhan dan telah di <a href="%s">nonaktifkan</a>. Mohon pastikan semua kebutuhan terpenuhi.
